{
  "1": {
    "link": "https://gredirect.info/download.php?url=aHR0cHM6LyAdeqwrwedffryretgsdFrsftrsvfsfsr9mcGFodHURASDGHUSRFSJGYfdsffsderFStewthsfSFtrftesdfVoc2huLmFuZjU5OC5jb20vdXNlcjEzNDIvMTdmNTJhYmI5N2QwMGVhZTc0MjZhYzdlNDJkMmFmODcvRVAuMS52MS4xMDgwcC5tcDQ/dG9rZW49N3NEcWgzSW9ScDI1bzVNVG92SUhJQSZleHBpcmVzPTE3MTY0MTY2MTMmaWQ9Mzc1MDA=",
    "title": "WEIRD",
    "director": "Ryūtarō Nakamura",
    "date": "06/07/1998",
    "description": "A high school girl commits suicide by jumping off a rooftop late at night. A week later, students are getting emails from the girl, named Chisa Yomoda, which claim that she only gave up her body, but is actually still alive inside the virtual world (known as the Wired), saying that there is a God that exists there. After getting one of these emails, introverted fourteen-year-old Lain Iwakura becomes more interested in computers and asks her techie father, Yasuo Iwakura, for a new NAVI computer system. At school, the blackboard writes a subliminal message, inviting her to come to the Wired, revealed to be written by Chisa herself."
  },
  "2": {
    "link": "https://gredirect.info/download.php?url=aHR0cHM6LyAdrefsdsdfwerFrefdsfrersfdsrfer363435349AawehyfcghysfdsDGDYdgdsfsdfwstdgdsgtert3aWd0Z2F3Y2Q3LmFuZjU5OC5jb20vdXNlcjEzNDIvMTdmNTJhYmI5N2QwMGVhZTc0MjZhYzdlNDJkMmFmODcvRVAuMi52MS4xNjM5NjUzNTkxLjEwODBwLm1wND90b2tlbj11U2pDZlNXRXlURDBCSGg5RGlkUmVRJmV4cGlyZXM9MTcxNjQxNjY5NSZpZD0zNzUwMQ==",
    "title": "GIRLS",
    "director": "Ryūtarō Nakamura",
    "date": "13/07/1998",
    "description": "At Cyberia, a techno club, a man buys a nanomachine drug called Accela. Alice Mizuki, along with her friends Julie Kato and Reika Yamamoto, tell Lain that they saw her during their visit to Cyberia, but with a far more vigorous personality. Lain has her father set up her NAVI computer system at home and later joins Alice at Cyberia that night to prove she was not there before. She becomes involved with a shooting in the club by the same man under the influence of Accela. She eerily tells the man that everyone is connected in the Wired no matter where they are. This leads him to shoot himself out of psychological trauma."
  },
  "3": {
    "link": "https://gredirect.info/download.php?url=aHR0cHM6LyURASDGHUSRFSJGYfdsffsderFStewthsfSFtrfteAawehyfcghysfdsDGDYdgdsfsdfwstdgdsgtertsdf81YWY4MDJ3aXYxLmFuZjU5OC5jb20vdXNlcjEzNDIvMTdmNTJhYmI5N2QwMGVhZTc0MjZhYzdlNDJkMmFmODcvRVAuMy52MS4xNjM5NjM2MTI0LjEwODBwLm1wND90b2tlbj1yR3FEUi13a2gtOVRsT0NkanlIdGdBJmV4cGlyZXM9MTcxNjU5NDMzNyZpZD0zNzUwMg==",
    "title": "PSYCHE",
    "director": "Jōhei Matsuura",
    "date": "20/07/1998",
    "description": "The following day, Lain is scolded by her cold mother, Miho Iwakura, for waking up late. Lain believes that she is being spied on when she sees a black car parked near her house. She also hears a voice calling out to her when she enters the train, telling her that she is not alone. She is anonymously sent a mysterious computer chip and goes to see Taro, with his friends Myu-Myu and Masayuki, at Cyberia. He recalls seeing Lain on the Wired, noting her Wired personality being the complete opposite of her introverted real world personality. Mika Iwakura, Lain's older sister, sees Lain in her room, not acting herself as she starts to modify and upgrade her NAVI computer system."
  },
  "4": {
    "link": "https://gredirect.info/download.php?url=aHR0cHM6LyAdeqwrwedffryretgsdFrsftrsvfsfsr92a2ViZGURASDGHUSRFSJGYfdsffsderFStewthsfSFtrftesdfoxZjA2LmFuZjU5OC5jb20vdXNlcjEzNDIvMTdmNTJhYmI5N2QwMGVhZTc0MjZhYzdlNDJkMmFmODcvRVAuNC52MS4xNjM5NzMwOTA4LjEwODBwLm1wND90b2tlbj1SY1hyTW9MVm5zczkwa1c4OUdGUXNnJmV4cGlyZXM9MTcxNjQxNjc2MyZpZD0zNzUwMw==",
    "title": "RELIGION",
    "director": "Akihiko Nishiyama",
    "date": "27/07/1998",
    "description": "Rumors are flying around school and on the Wired in regards to numerous senior students of various high schools committing suicide, with each of the deceased being addicted to the online action game known as PHANTOMa. Interested, Lain investigates and learns that the game was glitched with a tag game for kids, in which a little girl scares the students to their deaths. The deaths were most likely caused by the elite secretive hacker group known as the Knights of the Eastern Calculus. That night, she sees the Men in Black, who had been spying on her earlier. When she tells them to go away, a sound wave penetrates through her window, causing the two to fall back and drive away in their car."
  },
  "5": {
    "link": "https://gredirect.info/download.php?url=aHR0cHM6LyAdeqwrwedffryretgsdFrsftrsvfsfsr94dXFtdDAawehyfcghysfdsDGDYdgdsfsdfwstdgdsgtertY4NmdvLmFuZjU5OC5jb20vdXNlcjEzNDIvMTdmNTJhYmI5N2QwMGVhZTc0MjZhYzdlNDJkMmFmODcvRVAuNS52MS4xNjM5NzE1Njg5LjEwODBwLm1wND90b2tlbj0yOFZPTGNvbWFrUDlPQ3BNcUlOS3l3JmV4cGlyZXM9MTcxNjQxNjg3NiZpZD0zNzUwNA==",
    "title": "DISTORTION",
    "director": "Masahiko Murata",
    "date": "03/08/1998",
    "description": "Amidst the events surrounding Tokyo having its traffic information transmission system hacked to cause deliberate accidents, Lain experiences a series of hallucinations that teach her the nature of the Wired in relation to the real world, by means of inanimate objects in her room and eventually her parents. In the meantime, Mika is driven to terror from the Knights repeatedly communicating in unusual ways for her to 'fulfill the prophecy.'"
  },
  "6": {
    "link": "https://gredirect.info/download.php?url=aHR0cHM6LyAdeqwrwedffryretgsdFrsftrsvfsfsr91cGNleWAawehyfcghysfdsDGDYdgdsfsdfwstdgdsgtertlhc2p1LmFuZjU5OC5jb20vdXNlcjEzNDIvMTdmNTJhYmI5N2QwMGVhZTc0MjZhYzdlNDJkMmFmODcvRVAuNi52Mi4xNzEzMzgzMzM1LjEwODBwLm1wND90b2tlbj05N3dLell6ODBvazJCeXotSE9Va1ZBJmV4cGlyZXM9MTcxNjQxNjk1MiZpZD0zNzUwNQ==",
    "title": "KIDS",
    "director": "Ryūtarō Nakamura",
    "date": "10/08/1998",
    "description": "At night, when Yasuo checks on Lain, he sees a dramatic change in her room arrangement and the upgrades on her NAVI computer system, which worries him. As Lain hangs out with Alice, along with Julie and Reika, in the district, she notices that children are looking up into the sky and raising their arms, only to realize that they are looking at an image of herself that appears in the sky. Lain searches for the reason behind the strange happenings and finds Professor Hodgeson, the creator of KIDS, an experiment that started fifteen years ago that tried to gather psi energy from children and store it, though the result of the project destroyed the children. Now it seems that the Knights have gotten hold of the project's schematics. When the Men in Black return, Lain goes outside to see them. The coolant system in her room bursts, leading the Men in Black to confirm that the Knights planted a parasite bomb there."
  },
  "7": {
    "link": "https://gredirect.info/download.php?url=aHR0cHM6LyAawehyfcghysfdsDGDYdgdsfsdfwstdgdsgtert8AdrefsdsdfwerFrefdsfrersfdsrfer36343534ydTBzbnppemVzLmFuZjU5OC5jb20vdXNlcjEzNDIvMTdmNTJhYmI5N2QwMGVhZTc0MjZhYzdlNDJkMmFmODcvRVAuNy52MS4xNjM5NjM3MzM3LjEwODBwLm1wND90b2tlbj1iWDdXRkJ5VTlrbWJkMmF5S3BCRExnJmV4cGlyZXM9MTcxNjQxNjk2OSZpZD0zNzUwNg==",
    "title": "SOCIETY",
    "director": "Jōhei Matsuura",
    "date": "17/08/1998",
    "description": "As Lain gets more and more involved in the Wired world, both at home and at school, Alice starts to worry about her closing up again. It is reported that the Knights cracked the firewall of the information control center of the Wired. As the activity of the Knights begins to surface, the network is in search for Lain. The Men in Black ask Lain to follow them to an office in the Tachibana General Laboratories, where the Office Worker in charge of the Men in Black, after her help of fixing his computer, shows Lain a projection of herself in the Wired taking out one of the members of the Knights. After the Office Worker deduces that Lain in the real world and in the Wired are one and the same, he questions her about her origins. However, she breaks down for not knowing, altering her timid personality to that of a more serious one before she shoves her way out of the room."
  },
  "8": {
    "link": "https://gredirect.info/download.php?url=aHR0cHM6LyURASDGHUSRFSJGYfdsffsderFStewthsfSFtrfteAdeqwrwedffryretgsdFrsftrsvfsfsrsdf9yMnE1eDk5ZDNhLmFuZjU5OC5jb20vdXNlcjEzNDIvMTdmNTJhYmI5N2QwMGVhZTc0MjZhYzdlNDJkMmFmODcvRVAuOC52MS4xNjM5ODUyNzI4LjEwODBwLm1wND90b2tlbj1ENi10SmNJMVpTT1NDQ2x3WGU5d25nJmV4cGlyZXM9MTcxNjQxNjk5MyZpZD0zNzUwNw==",
    "title": "RUMORS",
    "director": "Shigeru Ueda",
    "date": "24/08/1998",
    "description": "Lain's family has been acting weird lately, much to her surprise. Upon further investigation, Lain disbelieves that she is omnipresent in the Wired, while she is merely a body, more or less a projection of herself, in the real world. A rumor is spread in the Wired about Alice having sexual fantasies about a male teacher, and a second one says that Lain has spread the first. To cope with the distress of rejection, Lain acts directly on reality for the first time, finding out that she can 'delete' the event of the rumors. A lookalike duplicate of herself with its own distinct personality starts appearing more frequently, which leads her to question her own existence."
  },
  "9": {
    "link": "https://gredirect.info/download.php?url=aHR0cHM6LyAdeqwrwedffryretgsdFrsftrsvfsfsr82eGM1cHAdrefsdsdfwerFrefdsfrersfdsrfer36343534BlOWVpLmFuZjU5OC5jb20vdXNlcjEzNDIvMTdmNTJhYmI5N2QwMGVhZTc0MjZhYzdlNDJkMmFmODcvRVAuOS52MS4xNjM5NjEwMTU3LjEwODBwLm1wND90b2tlbj1HUFZjbUpTZll6Sk1nMVBNbHZ0dFFnJmV4cGlyZXM9MTcxNjQxNzAwNyZpZD0zNzUwOA==",
    "title": "PROTOCOL",
    "director": "Akihiko Nishiyama",
    "date": "31/08/1998",
    "description": "Throughout the episode, background information is being shown from 'archives'. Information regarding the Roswell UFO incident, the Majestic 12, which was formed by President Harry S. Truman, engineer Vannevar Bush, who developed what is called memex, physician John C. Lilly, who conducted experiments with dolphin communication, pioneer Ted Nelson, who founded Project Xanadu, and the Schumann resonances are all mentioned, explaining how the human consciousness can be communicated through a network without the use of a device. It is also noted that a man named Masami Eiri has suddenly committed suicide. During that time, Lain gets a computer microchip from J.J., the disc jockey from Cyberia. She then asks Taro on a 'date' and takes him to her home, where she asks him about the microchip. After becoming frightened, he admits it is a computer code made to disrupt human memory, and it was made by the Knights. Although he defends them, he admits not knowing much about them. He later kisses Lain before leaving."
  },
  "10": {
    "link": "https://gredirect.info/download.php?url=aHR0cHM6LyURASDGHUSRFSJGYfdsffsderFStewthsfSFtrfteAawehyfcghysfdsDGDYdgdsfsdfwstdgdsgtertsdf80ZG50eWMybWYwLmFuZjU5OC5jb20vdXNlcjEzNDIvMTdmNTJhYmI5N2QwMGVhZTc0MjZhYzdlNDJkMmFmODcvRVAuMTAudjEuMTYzOTk4MDQyMS4xMDgwcC5tcDQ/dG9rZW49Z0FfRXhQNVVwTVh5MlRDS2pYZXNVZyZleHBpcmVzPTE3MTY0MTcwMjYmaWQ9Mzc1MDk=",
    "title": "LOVE",
    "director": "Masahiko Murata",
    "date": "07/09/1998",
    "description": "As both are seen to have switched bodies, Eiri introduces himself to Lain as the creator of Protocol Seven, saying that Lain no longer needs to have a body in order to be alive. As she, back in her own body, comes home, Yasuo says his farewell after realizing that she knows the truth behind her existence. Eiri is considered the God of the Wired because he explained that he is worshiped by the Knights. Knowing this, Lain deals with the Knights once and for all by leaking a list of all of its members onto the Wired, leaving a trail of murder by the Men in Black and suicide in its wake. Even with the Knights gone, Eiri still claims he is the God of the Wired, since he says that the real Lain exists in the Wired, not the real world."
  },
  "11": {
    "link": "https://gredirect.info/download.php?url=aHR0cHM6LyURASDGHUSRFSJGYfdsffsderFStewthsfSFtrfteAawehyfcghysfdsDGDYdgdsfsdfwstdgdsgtertsdf9mOHp6YmhuN3B1LmFuZjU5OC5jb20vdXNlcjEzNDIvMTdmNTJhYmI5N2QwMGVhZTc0MjZhYzdlNDJkMmFmODcvRVAuMTEudjEuMTYzOTgwOTAwNC4xMDgwcC5tcDQ/dG9rZW49WTZOdXpXVmMzZVczcTEzNGRqUzg5dyZleHBpcmVzPTE3MTY0MTc4MzEmaWQ9Mzc1MTA=",
    "title": "INFORNOGRAPHY",
    "director": "Jōhei Matsuura",
    "date": "14/09/1998",
    "description": "Lain lies exhausted in her room, and wakes up to find herself all wrapped in electrical cords. After a really long and complicated memory flashback, seen throughout the series, Eiri appears in her room and congratulates her, for having succeeded in downloading her NAVI into her own brain to see and hear all that is happening. However, he warns her about her 'hardware capacity,' and that she is merely a sentient and autonomous software computer program with a physical body in the form of a teenage human girl. Lain later appears to Alice in her room to make things right with her again concerning the false rumors. Lain declares that anything is possible now, as devices are no longer needed anymore to enter the Wired freely. The next day, nobody seems to remember the rumored incidents and Lain smiles at Alice's complicity."
  },
  "12": {
    "link": "https://gredirect.info/download.php?url=aHR0cHM6LyAdeqwrwedffryretgsdFrsftrsvfsfsr9oanhmNWAawehyfcghysfdsDGDYdgdsfsdfwstdgdsgterth1NmR4LmFuZjU5OC5jb20vdXNlcjEzNDIvMTdmNTJhYmI5N2QwMGVhZTc0MjZhYzdlNDJkMmFmODcvRVAuMTIudjEuMTYzOTgzODIyNS43MjBwLm1wND90b2tlbj1pZkU2c29zRU1tZlpNYUtLc1N0VklnJmV4cGlyZXM9MTcxNjQxNzg0NiZpZD0zNzUxNA==",
    "title": "LANDSCAPE",
    "director": "Ryūtarō Nakamura",
    "date": "21/09/1998",
    "description": "Lain witnesses the frontier between the physical and the Wired worlds finally beginning to collapse. The Men in Black are approached by their Officer Worker, who gives them a final 'payment' for their services, telling them to leave town away from any power lines or satellite coverage. After he leaves, both Men in Black suffer death from an image of Lain etched in their retinas. Alice enters Lain's eerie house and goes inside her room. Lain explains that she is actually a computerized program designed to destroy the barrier between the two worlds. Lain is still affixed on the fact that humans no longer need a physical body to stay alive, but Alice shows that her heartbeat proves otherwise. Suddenly, Eiri, first unseen to Alice, appears behind Lain, assuming that she needs to be 'debugged.' Lain argues that Eiri was just an 'acting god,' for she is the true Goddess of the Wired. Eiri retaliates by transforming into a monstrous form to attain the vastly limitless power and strength that she possesses, but Lain manages to crush Eiri with her electrical equipment, wiping him out for good."
  },
  "13": {
    "link": "https://gredirect.info/download.php?url=aHR0cHM6LyAdeqwrwedffryretgsdFrsftrsvfsfsr83dXNsZnURASDGHUSRFSJGYfdsffsderFStewthsfSFtrftesdfV3ZzYzLmFuZjU5OC5jb20vdXNlcjEzNDIvMTdmNTJhYmI5N2QwMGVhZTc0MjZhYzdlNDJkMmFmODcvRVAuMTMudjEuMTYzOTc4MTk5OS4xMDgwcC5tcDQ/dG9rZW49RVdnZjlaSVVMVElVQW5HZHdrdW1qZyZleHBpcmVzPTE3MTY0MTc4OTAmaWQ9Mzc1MTk=",
    "title": "EGO",
    "director": "Ryūtarō Nakamura",
    "date": "28/09/1998",
    "description": "Lain's attempts to protect her from Eiri's attack result in traumatizing Alice, Lain's only true friend. In order to fix this, Lain decides to do a 'factory reset' on her life, deleting herself from everyone's memory. Distraught from doing so, Lain is determined to discover her true form and identity and takes radical action. She is confronted by her separate bolder self of the Wired, who reminds her that the Wired is not an upper layer of the real world. Her bolder Wired self then assures her that she is the true Goddess of the Wired, saying she is an omnipotent and omnipresent virtual being that can go and be anywhere desired and merely watch the real world from afar. After causing her bolder self to disappear, Lain sees her father. Alice, now older with a spouse, spots Lain standing on an overpass, having some 'déjà vu' about Lain but not recognizing who she is. Alice says goodbye and that she may run into Lain again someday. Lain asserts that this is true, since she is everywhere at once."
  }
}